Repository: metate/meta4kodi
Catalog: plugin.video.meta/resources/language/Hebrew/strings.po
Languages: he_il

# #30000
source: General
he_il: כללי

# #30001
source: Move down
he_il: רד למטה

# #30002
source: Move up
he_il: עבור למעלה

# #30003
source: Clear channels
he_il: נקה ערוצים

# #30004
source: Remove channel
he_il: הסר ערוץ

# #30010
source: Players URL
he_il: קישור נגני רשת

# #30012
source: Install from URL
he_il: להתקין מקישור

# #30100
source: Movies
he_il: סרטים

# #30110
source: Enable movie players
he_il: אפשר נגני סרטים

# #30120
source: Preferred movie player
he_il: נגנים סרטים מועדפים

# #30121
source: Preferred movie player from library
he_il: נגנים סרטים מועדפים מהספרייה

# #30200
source: TV Shows
he_il: סדרות

# #30201
source: Enable TV players
he_il: אפשר נגני סדרות

# #30210
source: Preferred TV player
he_il: נגנים סדרות מועדפים

# #30211
source: Preferred TV player from library
he_il: נגנים סדרות מועדפים מהספרייה

# #30300
source: Library
he_il: ספרייה

# #30301
source: Library folder
he_il: תיקיית ספרייה

# #30302
source: Library folder
he_il: תיקיית ספרייה

# #30303
source: Update library
he_il: עדכון הספרייה

# #30400
source: Advanced
he_il: מתקדם

# #30401
source: Clear cache
he_il: ניקוי מטמון

# #30304
source: Automatic movies library server
he_il: שרת ספריית סרטים אוטומטי

# #30305
source: Set added time to release date
he_il: הגדר את זמן ההוספה לתאריך השחרור

# #30402
source: Use simple selection dialog
he_il: השתמש בדו שיח עם בחירה פשוטה

# #30404
source: Number of simultaneous searches
he_il: מספר החיפושים בו זמנית

# #30410
source: Attempt to hide dialogs while Meta is searching
he_il: נסה להסתיר דיאלוגים בזמן ש- Meta מחפש

# #30411
source: Hide progress dialogs
he_il: הסתר תיבות דו-שיח של ההתקדמות

# #30412
source: Hide information dialogs
he_il: הסתר תיבות דו-שיח של המידע

# #30413
source: Hide keyboard dialog
he_il: הסתר את דו-שיח לוח המקשים

# #30414
source: Trakt watchlist
he_il: רשימת הצפייה בטראקט

# #30415
source: Please go to https://trakt.tv/activate and enter the code
he_il: עבור אל https://trakt.tv/activate והזן את הקוד

# #30416
source: Next episodes
he_il: הפרקים הבאים

# #30417
source: Authenticate Trakt
he_il: אימות זהות בטארקט

# #30418
source: Add all to library
he_il: הוסף את הכל לספריה

# #30419
source: Are you sure you want to add your entire Trakt collection to Kodi library?
he_il: האם אתה בטוח שברצונך להוסיף את כל אוסף הטראקט לספריית הקודי?

# #30420
source: Trakt collection
he_il: אוסף טראקט

# #30421
source: Are you sure you want to add your entire Trakt watchlist to Kodi library?
he_il: האם אתה בטוח שברצונך להוסיף את כל רשימת הצפייה בטראקט לספריית הקודי?

# #30422
source: You must authenticate with Trakt. Do you want to authenticate now?
he_il: אתה חייב לאמת זהות עם טראקט. האם ברצונך לבצע אימות עכשיו?

# #30423
source: My calendar
he_il: לוח השנה שלי

# #30500
source: Live
he_il: שידור חי

# #30501
source: Enable live players
he_il: אפשר נגנים חיים

# #30510
source: Prefered live player
he_il: נגנים חיים מועדפים

# #30600
source: Would you like to automatically set Meta as a movies video source?
he_il: האם ברצונך להגדיר באופן אוטומטי את Meta כמקור וידאו לסרטים?

# #30601
source: Genres
he_il: סגנונות

# #30602
source: Select stream...
he_il: בחר הזרמה...

# #30603
source: Show info
he_il: הצג מידע

# #30604
source: Video not found :(
he_il: הוידאו לא נמצא :(

# #30605
source: Add to library
he_il: הוסף לספרייה

# #30606
source: Do you want to remove your existing players first?
he_il: האם ברצונך להסיר את הנגנים הקיימים שלך תחילה?

# #30607
source: Enter password
he_il: הכנס סיסמה

# #30608
source: Players updated
he_il: הנגנים עודכנו

# #30609
source: Enable players
he_il: אפשר נגנים

# #30610
source: Season
he_il: עונה

# #30612
source: Top rated
he_il: דירוג גבוה

# #30613
source: Blockbusters
he_il: שוברי קופות

# #30614
source: On the air
he_il: באוויר

# #30615
source: Update players
he_il: עדכן נגנים

# #30616
source: Would you like to automatically set Meta as a tv shows source?
he_il: האם אתה רוצה להגדיר באופן אוטומטי את-Meta כמקור לסדרות?

# #30617
source: Search
he_il: חיפוש

# #30618
source: search for
he_il: חפש

# #30619
source: Next >>
he_il: הבא >>

# #30620
source: Error
he_il: שגיאה

# #30621
source: Popular
he_il: פופולארי

# #30622
source: Select default player
he_il: בחר נגן ברירת המחדל

# #30623
source: Failed to update players
he_il: נכשל בעדכון הנגנים

# #30624
source: In theatres
he_il: בבתי הקולנוע

# #30625
source: Select player
he_il: בחר נגן

# #30626
source: Warning
he_il: אזהרה

# #30627
source: Library setup
he_il: הגדרת ספרייה

# #30628
source: Play with...
he_il: נגן עם...
